public class Main {
    public static void main(String[] args) {
        task1(); //task2(); task3();task4();task5();task6();task7();task8();

    }

    public static void task1() {
        System.out.println("Задача 1:");
        //Людям старше (или равно) 23 лет мы предоставляем лимит в размере 3 зарплат.
        //Людям младше 23 лет мы предоставляем лимит в размере 2 зарплат.
        //
        //Если заработная плата клиента выше (или равно) 50 тысяч, мы увеличиваем лимит в 1.2 раза.
        //
        //Если заработная плата выше (или равно) 80 тысяч, мы увеличиваем лимит в 1.5 раза.
        //
        //Наша задача: написать программу, которая показывает, какую сумму на кредитке может получить клиент.
        //Увеличения не могут быть применены одновременно.
        // Необходимо вывести максимальный лимит в консоль в формате:
        // «Мы готовы выдать вам кредитную карту с лимитом *** рублей».
        int age = 19;
        int salary = 58_000;


        }


    }
}